Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 本批已收录
source: Adopted this batch
ja: このバッチは収録済み
ko: 이번 배치 수록 완료
ru: Добавлено в этой партии
zh_hans: 本批已收录
zh_hant: 本批已收錄

# 本批未完成：可继续；质量问题会自动改写几次，仍不过再停住。
source: This batch isn't complete: you can continue; quality issues will be rewritten a few times automatically, then pause if they still fail.
ja: このバッチは未完了です。続行できます。品質問題があれば数回自動でリライトし、それでも合格しなければ停止します。
ko: 이번 배치 미완료: 계속할 수 있습니다. 품질 문제가 있으면 몇 차례 자동으로 다시 쓰고, 그래도 통과하지 못하면 중단합니다.
ru: Партия не завершена: можно продолжить; при проблемах качества будет выполнено несколько переписываний, затем процесс остановится.
zh_hans: 本批未完成：可继续；质量问题会自动改写几次，仍不过再停住。
zh_hant: 本批未完成：可繼續；品質問題會自動改寫幾次，仍未通過就會停下。

# 本批目标 %lld 章
source: This batch target: %lld chapters
ja: このバッチの目標：%lld章
ko: 이번 배치 목표 %lld장
ru: Цель партии: %lld глав
zh_hans: 本批目标 %lld 章
zh_hant: 本批目標 %lld 章

# 本批目标章数
source: Target chapter count
ja: このバッチの目標章数
ko: 이번 배치 목표 장 수
ru: Целевое число глав в партии
zh_hans: 本批目标章数
zh_hant: 本批目標章數

# 本机 Recipes
source: Local Recipes
ja: このデバイスのRecipes
ko: 이 기기의 Recipes
ru: Локальные Recipes
zh_hans: 本机 Recipes
zh_hant: 本機 Recipes

# 本机技能
source: Local skills
ja: ローカルスキル
ko: 이 기기의 스킬
ru: Локальные навыки
zh_hans: 本机技能
zh_hant: 本機技能

# 本次加入
source: Include this time
ja: 今回追加
ko: 이번에 추가
ru: Добавлено в этот раз
zh_hans: 本次加入
zh_hant: 本次加入

# 本次排除
source: Exclude this time
ja: 今回除外
ko: 이번에 제외
ru: Исключено в этот раз
zh_hans: 本次排除
zh_hant: 本次排除

# 本次未注入设定条目
source: No setting entries injected this time
ja: 今回注入されなかった設定項目
ko: 이번에는 설정 항목을 주입하지 않음
ru: В этот раз элементы настроек не внедрялись
zh_hans: 本次未注入设定条目
zh_hant: 本次未注入設定項目

# 本次生成
source: This generation
ja: 今回の生成
ko: 이번 생성
ru: Текущая генерация
zh_hans: 本次生成
zh_hant: 本次產生

# 本次输入
source: This input
ja: 今回の入力
ko: 이번 입력
ru: Введено в этот раз
zh_hans: 本次输入
zh_hant: 本次輸入

# 本章不要发生
source: This chapter must not happen
ja: 本章では発生させない
ko: 이 장에서 일어나지 않을 일
ru: Этого не должно произойти в этой главе
zh_hans: 本章不要发生
zh_hant: 本章不要發生

# 本章已完成
source: This chapter is complete
ja: この章は完了しました
ko: 이 장 완료
ru: Эта глава завершена
zh_hans: 本章已完成
zh_hant: 本章已完成

# 本章已完成。点「代笔下一章」继续，或修改章数后再开始。
source: This chapter is complete. Tap “Ghostwrite next chapter” to continue, or change the chapter count before starting again.
ja: この章は完了しました。「次の章を代筆」をタップして続けるか、章数を変更してから開始してください。
ko: 이 장이 완료되었습니다. 「다음 장 대필」을 눌러 계속하거나 장 수를 수정한 후 다시 시작하세요.
ru: Эта глава завершена. Нажмите «Дописать следующую главу», чтобы продолжить, или измените число глав и начните заново.
zh_hans: 本章已完成。点「代笔下一章」继续，或修改章数后再开始。
zh_hant: 本章已完成。點「代筆下一章」繼續，或修改章數後再開始。

# 本章必须发生
source: This chapter must happen
ja: 本章で必ず発生させる
ko: 이 장에서 반드시 일어날 일
ru: Это должно произойти в этой главе
zh_hans: 本章必须发生
zh_hant: 本章必須發生

# 本章目标与冲突
source: Chapter goals and conflicts
ja: 本章の目標と対立
ko: 이 장의 목표와 갈등
ru: Цель и конфликт этой главы
zh_hans: 本章目标与冲突
zh_hant: 本章目標與衝突

# 本章要解决什么
source: What should this chapter solve?
ja: この章で解決すること
ko: 이 장에서 해결할 내용
ru: Что нужно решить в этой главе
zh_hans: 本章要解决什么
zh_hant: 本章要解決什麼

# 本章计划
source: Chapter plan
ja: この章の計画
ko: 이번 장 계획
ru: План этой главы
zh_hans: 本章计划
zh_hant: 本章計畫

# 权限
source: Permissions
ja: 権限
ko: 권한
ru: Разрешения
zh_hans: 权限
zh_hant: 權限

# 权限与宿主能力
source: Permissions & host capabilities
ja: 権限とホスト機能
ko: 권한 및 호스트 기능
ru: Разрешения и возможности хоста
zh_hans: 权限与宿主能力
zh_hant: 權限與宿主能力

# 权限与批准
source: Permissions & approvals
ja: 権限と承認
ko: 권한 및 승인
ru: Разрешения и согласования
zh_hans: 权限与批准
zh_hant: 權限與核准

# 权限与能力
source: Permissions & capabilities
ja: 権限と機能
ko: 권한 및 기능
ru: Разрешения и возможности
zh_hans: 权限与能力
zh_hant: 權限與能力

# 权限包络
source: Permission envelope
ja: 権限範囲
ko: 권한 범위
ru: Границы разрешений
zh_hans: 权限范围
zh_hant: 權限範圍

# 来源
source: Source
ja: 出典
ko: 출처
ru: Источник
zh_hans: 来源
zh_hant: 來源

# 构思
source: Brainstorming
ja: 構想
ko: 구상
ru: Замысел
zh_hans: 构思
zh_hant: 構思

# 查找和替换
source: Find and Replace
ja: 検索と置換
ko: 찾기 및 바꾸기
ru: Найти и заменить
zh_hans: 查找和替换
zh_hant: 尋找與取代

# 查看
source: View
ja: 表示
ko: 보기
ru: Просмотреть
zh_hans: 查看
zh_hant: 檢視

# 查看并确认设定建议
source: Review and confirm the setting suggestions
ja: 設定の提案を確認して承認
ko: 설정 제안을 확인하고 승인
ru: Просмотреть и подтвердить предложения по настройкам
zh_hans: 查看并确认设定建议
zh_hant: 檢視並確認設定建議

# 查看本机对话占用，并清理过期或不再需要的会话。删除操作会先要求确认。
source: View local chat usage and clear expired or unneeded sessions. Deletion requires confirmation first.
ja: このデバイス上で会話が占める容量を確認し、期限切れまたは不要になったセッションを整理します。削除前に確認を求めます。
ko: 이 기기의 대화 저장 공간 사용량을 확인하고, 만료되었거나 더 이상 필요하지 않은 세션을 정리합니다. 삭제하기 전에 확인을 요청합니다.
ru: Просматривайте занятое место диалогами на этом устройстве и удаляйте устаревшие или ненужные сеансы. Перед удалением потребуется подтверждение.
zh_hans: 查看本机对话占用，并清理过期或不再需要的会话。删除操作会先要求确认。
zh_hant: 查看本機對話佔用，並清理過期或不再需要的對話。刪除操作會先要求確認。

# 查看资料
source: View material
ja: 資料を表示
ko: 자료 보기
ru: Просмотреть материалы
zh_hans: 查看资料
zh_hant: 查看資料

# 查看预计上下文
source: View estimated context
ja: 推定コンテキストを表示
ko: 예상 컨텍스트 보기
ru: Просмотреть расчётный контекст
zh_hans: 查看预计上下文
zh_hant: 查看預估上下文

# 标准 mcpServers JSON
source: Standard mcpServers JSON
ja: 標準の mcpServers JSON
ko: 표준 mcpServers JSON
ru: Стандартный JSON mcpServers
zh_hans: 标准 mcpServers JSON
zh_hant: 標準 mcpServers JSON

# 标签
source: Tags
ja: タグ
ko: 태그
ru: Теги
zh_hans: 标签
zh_hant: 標籤

# 标签，用逗号分隔
source: Tags, separated by commas
ja: タグ（コンマ区切り）
ko: 태그(쉼표로 구분)
ru: Теги через запятую
zh_hans: 标签，用逗号分隔
zh_hant: 標籤，用逗號分隔

# 标记会话记忆污染
source: Flag contaminated conversation memory
ja: セッションの記憶汚染をマーク
ko: 세션 메모리 오염으로 표시
ru: Пометить память сеанса как загрязнённую
zh_hans: 标记会话记忆污染
zh_hant: 標記會話記憶污染

# 标题
source: Title
ja: タイトル
ko: 제목
ru: Заголовок
zh_hans: 标题
zh_hant: 標題

# 标题最多 40 字，描述最多 120 字。
source: Titles: up to 40 characters; descriptions: up to 120 characters.
ja: タイトルは40文字以内、説明は120文字以内です。
ko: 제목은 최대 40자, 설명은 최대 120자입니다.
ru: Название — не более 40 символов, описание — не более 120 символов.
zh_hans: 标题最多 40 字，描述最多 120 字。
zh_hant: 標題最多 40 個字元，描述最多 120 個字元。

# 标题翻译为中文
source: Translate titles to Chinese
ja: タイトルを中国語に翻訳
ko: 제목을 중국어로 번역
ru: Переводить заголовки на китайский
zh_hans: 标题翻译为中文
zh_hant: 將標題翻譯為中文

# 校验
source: Validate
ja: 検証
ko: 유효성 검사
ru: Проверка
zh_hans: 校验
zh_hant: 檢查

# 核对是否按计划写、查前后是否打架
source: Check whether it follows the plan and stays consistent
ja: 計画どおりか、前後に矛盾がないか確認
ko: 계획대로 작성되었는지 확인하고 전후 모순을 검사하세요.
ru: Проверьте соответствие плану и отсутствие противоречий
zh_hans: 核对是否按计划写、查前后是否打架
zh_hant: 核對是否按計畫寫、檢查前後是否矛盾

# 核心指令变更
source: Core instruction changes
ja: コア指示の変更
ko: 핵심 지침 변경
ru: Изменения основных инструкций
zh_hans: 核心指令变更
zh_hant: 核心指令變更

# 根据前文生成草稿
source: Generate draft from preceding text
ja: 前の内容から草稿を生成
ko: 이전 내용으로 초안 생성
ru: Создать черновик по предыдущему тексту
zh_hans: 根据前文生成草稿
zh_hant: 根據前文產生草稿

# 桌面后端
source: Desktop backend
ja: デスクトップバックエンド
ko: 데스크톱 백엔드
ru: Настольный бэкенд
zh_hans: 桌面后端
zh_hant: 桌面後端

# 档案
source: Profile
ja: プロフィール
ko: 아카이브
ru: Досье
zh_hans: 档案
zh_hant: 檔案

# 检查 Host 指纹
source: Check Host fingerprint
ja: Hostのフィンガープリントを確認
ko: Host 지문 확인
ru: Проверить отпечаток Host
zh_hans: 检查 Host 指纹
zh_hant: 檢查 Host 指紋

# 检查中...
source: Checking...
ja: 確認中…
ko: 확인 중...
ru: Проверка...
zh_hans: 检查中…
zh_hant: 檢查中...

# 检查点
source: Checkpoint
ja: チェックポイント
ko: 체크포인트
ru: Контрольная точка
zh_hans: 检查点
zh_hant: 檢查點

# 检查链路未扫稳（不是剧情硬伤）。继续会对同一篇候选稿再检，不会重写。
source: The check pipeline wasn't reliable (not a plot issue). Continuing will recheck the same candidate draft; it won't rewrite it.
ja: チェック処理が安定しません（ストーリー上の重大な問題ではありません）。続行すると同じ候補稿を再チェックします。書き直しは行いません。
ko: 검사 과정이 완전히 확인되지 않았습니다(스토리의 치명적 문제는 아님). 계속하면 같은 후보 원고를 다시 검사하며, 다시 쓰지는 않습니다.
ru: Цепочка проверки не просканирована стабильно (это не критическая ошибка сюжета). При продолжении та же версия-кандидат будет проверена снова, без переписывания.
zh_hans: 检查链路未扫稳（不是剧情硬伤）。继续会对同一篇候选稿再检，不会重写。
zh_hant: 檢查鏈路未掃穩（不是劇情硬傷）。繼續會對同一篇候選稿再次檢查，不會重寫。

# 检测到剧情漂移 · 不能按润色采用
source: Plot drift detected · Can't adopt as polish
ja: プロットの逸脱を検出 · 推敲版として採用できません
ko: 스토리 이탈 감지 · 윤문본으로 채택할 수 없음
ru: Обнаружено отклонение сюжета · нельзя принять как правку
zh_hans: 检测到剧情漂移 · 无法采用润色版
zh_hant: 偵測到劇情漂移 · 無法採用潤飾結果

# 检测到远端冲突
source: Remote conflict detected
ja: リモートとの競合を検出
ko: 원격 충돌 감지됨
ru: Обнаружен конфликт с удалённой версией
zh_hans: 检测到远端冲突
zh_hant: 偵測到遠端衝突

# 概览
source: Overview
ja: 概要
ko: 개요
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

# 模型
source: Model
ja: モデル
ko: 모델
ru: Модель
zh_hans: 模型
zh_hant: 模型

# 模型 · 热榜 · 模板
source: Models · Trending · Templates
ja: モデル · ランキング · テンプレート
ko: 모델 · 인기 순위 · 템플릿
ru: Модели · Популярное · Шаблоны
zh_hans: 模型 · 热榜 · 模板
zh_hant: 模型 · 熱門榜 · 範本

# 模型不可用、模型不存在，或当前 Base URL 不支持这个聊天路径。请在「默认模型」选择当前服务商支持的模型。
source: The model is unavailable, doesn't exist, or the current Base URL doesn't support this chat route. In “Default Model,” choose a model supported by the current provider.
ja: モデルを利用できないか、モデルが存在しないか、現在の Base URL がこのチャットパスに対応していません。「デフォルトモデル」で現在のサービスプロバイダーが対応するモデルを選択してください。
ko: 모델을 사용할 수 없거나 존재하지 않거나 현재 Base URL이 이 채팅 경로를 지원하지 않습니다. 「기본 모델」에서 현재 서비스 제공자가 지원하는 모델을 선택하세요.
ru: Модель недоступна, не существует или текущий Base URL не поддерживает этот путь чата. Выберите в «Модели по умолчанию» модель, поддерживаемую текущим провайдером.
zh_hans: 模型不可用、模型不存在，或当前 Base URL 不支持这个聊天路径。请在「默认模型」选择当前服务商支持的模型。
zh_hant: 模型無法使用、模型不存在，或目前 Base URL 不支援此聊天路徑。請在「預設模型」選擇目前服務提供者支援的模型。

# 模型与提示词
source: Models & Prompts
ja: モデルとプロンプト
ko: 모델 및 프롬프트
ru: Модели и промпты
zh_hans: 模型与提示词
zh_hant: 模型與提示詞

# 模型与服务
source: Models & Services
ja: モデルとサービス
ko: 모델 및 서비스
ru: Модели и сервисы
zh_hans: 模型与服务
zh_hant: 模型與服務

# 模型已开始生成 %lld 秒 · 正在整理输出
source: Model has been generating for %lld seconds · organizing output
ja: モデルが生成を開始してから%lld秒 · 出力を整理中
ko: 모델 생성 시작 후 %lld초 · 출력 정리 중
ru: Генерация модели начата %lld с назад · подготовка вывода
zh_hans: 模型已开始生成 %lld 秒 · 正在整理输出
zh_hant: 模型已開始產生 %lld 秒 · 正在整理輸出

# 模型思考中
source: Model thinking
ja: モデルが思考中
ko: 모델 사고 중
ru: Модель размышляет
zh_hans: 模型思考中
zh_hant: 模型思考中

# 模型思考中 %lld 秒
source: Model thinking for %lld seconds
ja: モデルが思考中 %lld 秒
ko: 모델 사고 중 %lld초
ru: Модель думает %lld с
zh_hans: 模型思考中 %lld 秒
zh_hant: 模型思考中 %lld 秒

# 模型正在等待你的回答。
source: The model is waiting for your answer.
ja: モデルが回答を待っています。
ko: 모델이 답변을 기다리고 있습니다.
ru: Модель ожидает вашего ответа.
zh_hans: 模型正在等待你的回答。
zh_hant: 模型正在等待你的回答。

# 模型没有返回完整的 MiniApp JSON 或 HTML。请重试，或调高最大输出长度后重新生成。
source: The model didn't return complete MiniApp JSON or HTML. Try again, or increase the maximum output length and regenerate.
ja: モデルから完全なMiniApp JSONまたはHTMLが返されませんでした。再試行するか、最大出力長を増やして再生成してください。
ko: 모델이 완전한 MiniApp JSON 또는 HTML을 반환하지 않았습니다. 다시 시도하거나 최대 출력 길이를 높인 후 다시 생성하세요.
ru: Модель не вернула полный MiniApp JSON или HTML. Повторите попытку или увеличьте максимальную длину вывода и запустите генерацию заново.
zh_hans: 模型没有返回完整的 MiniApp JSON 或 HTML。请重试，或调高最大输出长度后重新生成。
zh_hant: 模型沒有回傳完整的 MiniApp JSON 或 HTML。請重試，或調高最大輸出長度後重新產生。

# 模型议会
source: Model council
ja: モデル議会
ko: 모델 의회
ru: Совет моделей
zh_hans: 模型议会
zh_hant: 模型議會

# 模型议会会让多个席位从不同角度评审同一个问题。你可以手动启动一次，也可以管理自定义席位。
source: A model council lets multiple seats review the same question from different perspectives. Start one manually or manage custom seats.
ja: モデル議会では、複数の議席が異なる視点から同じ問題を検討します。手動で1回開始することも、カスタム議席を管理することもできます。
ko: 모델 의회에서는 여러 좌석이 서로 다른 관점에서 같은 문제를 검토합니다. 직접 한 번 시작하거나 사용자 지정 좌석을 관리할 수 있습니다.
ru: Совет моделей позволяет нескольким участникам оценить один вопрос с разных точек зрения. Его можно запустить вручную или управлять пользовательскими участниками.
zh_hans: 模型议会会让多个席位从不同角度评审同一个问题。你可以手动启动一次，也可以管理自定义席位。
zh_hant: 模型議會會讓多個席位從不同角度評審同一個問題。你可以手動啟動一次，也可以管理自訂席位。

# 模型设置未能保存，请重试。
source: Model settings could not be saved. Try again.
ja: モデル設定を保存できませんでした。もう一度お試しください。
ko: 모델 설정을 저장하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось сохранить настройки модели. Повторите попытку.
zh_hans: 模型设置未能保存，请重试。
zh_hant: 無法儲存模型設定，請再試一次。

# 模型连续以相同参数重复调用工具，已停止本轮以避免空耗，已保存当前结果。
source: The model repeatedly called the tool with the same parameters. This turn was stopped to avoid wasting resources, and the current result was saved.
ja: モデルが同じパラメーターでツールを連続呼び出ししたため、無駄な処理を避けて今回のラウンドを停止しました。現在の結果を保存しました。
ko: 모델이 같은 매개변수로 도구를 연속 호출하여, 불필요한 반복을 막기 위해 이번 라운드를 중지하고 현재 결과를 저장했습니다.
ru: Модель несколько раз вызвала инструмент с теми же параметрами. Цикл остановлен, чтобы не тратить ресурсы; текущий результат сохранён.
zh_hans: 模型连续以相同参数重复调用工具，已停止本轮以避免空耗，已保存当前结果。
zh_hant: 模型連續以相同參數重複呼叫工具，已停止本輪以避免空耗，已儲存目前結果。

# 模型连通性
source: Model connectivity
ja: モデルの接続状況
ko: 모델 연결 상태
ru: Подключение к модели
zh_hans: 模型连通性
zh_hant: 模型連通性

# 模式
source: Mode
ja: モード
ko: 모드
ru: Режим
zh_hans: 模式
zh_hant: 模式

# 模式与偏好
source: Mode & preferences
ja: モードと環境設定
ko: 모드 및 선호 설정
ru: Режим и предпочтения
zh_hans: 模式与偏好
zh_hant: 模式與偏好

# 模式注入
source: Mode injection
ja: モード注入
ko: 모드 주입
ru: Внедрение режима
zh_hans: 模式注入
zh_hant: 模式注入

# 模板
source: Template
ja: テンプレート
ko: 템플릿
ru: Шаблон
zh_hans: 模板
zh_hant: 範本

# 模板名称
source: Template name
ja: テンプレート名
ko: 템플릿 이름
ru: Название шаблона
zh_hans: 模板名称
zh_hant: 範本名稱

# 模板工坊
source: Template workshop
ja: テンプレート工房
ko: 템플릿 작업실
ru: Мастерская шаблонов
zh_hans: 模板工坊
zh_hant: 範本工坊

# 模板校验失败。
source: Template validation failed.
ja: テンプレートの検証に失敗しました。
ko: 템플릿 검증에 실패했습니다.
ru: Проверка шаблона не пройдена.
zh_hans: 模板校验失败。
zh_hant: 範本驗證失敗。

# 模板校验通过。
source: Template validation passed.
ja: テンプレートの検証に成功しました。
ko: 템플릿 검증을 통과했습니다.
ru: Проверка шаблона пройдена.
zh_hans: 模板校验通过。
zh_hant: 範本驗證成功。

# 模板预览
source: Template Preview
ja: テンプレートプレビュー
ko: 템플릿 미리보기
ru: Предпросмотр шаблона
zh_hans: 模板预览
zh_hant: 範本預覽

# 正在从正文目录删除
source: Removing from manuscript directory
ja: 本文目次から削除中
ko: 본문 목차에서 삭제 중
ru: Удаление из содержания основного текста
zh_hans: 正在从正文目录删除
zh_hant: 正在從正文目錄刪除

# 正在保存分支名称
source: Saving branch name
ja: ブランチ名を保存中
ko: 브랜치 이름 저장 중
ru: Сохранение названия ветки
zh_hans: 正在保存分支名称
zh_hant: 正在儲存分支名稱

# 正在保存分支设定
source: Saving branch settings
ja: ブランチ設定を保存中
ko: 브랜치 설정 저장 중
ru: Сохранение настроек ветки
zh_hans: 正在保存分支设定
zh_hant: 正在儲存分支設定

# 正在保存创作记录
source: Saving creative history
ja: 制作履歴を保存中
ko: 창작 기록 저장 중
ru: Сохранение записи создания
zh_hans: 正在保存创作记录
zh_hant: 正在儲存創作記錄

# 正在保存到 Workspace
source: Saving to Workspace
ja: Workspaceに保存中
ko: Workspace에 저장 중
ru: Сохранение в Workspace
zh_hans: 正在保存到 Workspace
zh_hant: 正在儲存至 Workspace

# 正在保存归档
source: Saving archive
ja: アーカイブを保存中
ko: 아카이브 저장 중
ru: Сохранение архива
zh_hans: 正在保存归档
zh_hant: 正在儲存封存資料

# 正在保存手动改写
source: Saving manual rewrite
ja: 手動リライトを保存中
ko: 수동 재작성 저장 중
ru: Сохранение ручного переписывания
zh_hans: 正在保存手动改写
zh_hant: 正在儲存手動改寫

# 正在保存改写
source: Saving rewrite
ja: リライトを保存中
ko: 수정본 저장 중
ru: Сохранение переписывания
zh_hans: 正在保存改写
zh_hant: 正在儲存改寫

# 正在保存润色偏好
source: Saving polish preferences
ja: 推敲設定を保存中
ko: 윤문 설정 저장 중
ru: Сохранение предпочтений правки
zh_hans: 正在保存润色偏好
zh_hant: 正在儲存潤飾偏好

# 正在保存结果
source: Saving result
ja: 結果を保存中
ko: 결과 저장 중
ru: Сохранение результата
zh_hans: 正在保存结果
zh_hant: 正在儲存結果

# 正在保存资料
source: Saving material
ja: 資料を保存中
ko: 자료 저장 중
ru: Сохранение материалов
zh_hans: 正在保存资料
zh_hant: 正在儲存資料

# 正在保存项目名称
source: Saving project name
ja: プロジェクト名を保存中
ko: 프로젝트 이름 저장 중
ru: Сохранение названия проекта
zh_hans: 正在保存项目名称
zh_hant: 正在儲存專案名稱

# 正在停止 iSH 会话
source: Stopping iSH session
ja: iSHセッションを停止中
ko: iSH 세션 중지 중
ru: Остановка сеанса iSH
zh_hans: 正在停止 iSH 会话
zh_hant: 正在停止 iSH 工作階段

# 正在停止…
source: Stopping…
ja: 停止中…
ko: 중지 중…
ru: Остановка…
zh_hans: 正在停止…
zh_hant: 正在停止…

# 正在停止剧情同步
source: Stopping plot sync
ja: ストーリー同期を停止中
ko: 스토리 동기화 중지 중
ru: Остановка синхронизации сюжета
zh_hans: 正在停止剧情同步
zh_hant: 正在停止劇情同步

# 正在停止批量润色…
source: Stopping batch polish…
ja: 一括推敲を停止中…
ko: 일괄 윤문 중지 중…
ru: Остановка пакетной правки…
zh_hans: 正在停止批量润色…
zh_hant: 正在停止批次潤飾…

# 正在停止，完成后可继续操作。
source: Stopping; you can continue when it finishes.
ja: 停止中です。完了後に操作を続行できます。
ko: 중지 중입니다. 완료되면 계속 조작할 수 있습니다.
ru: Остановка выполняется, после завершения можно продолжить.
zh_hans: 正在停止，完成后可继续操作。
zh_hant: 正在停止，完成後可繼續操作。

# 正在关闭…
source: Closing…
ja: 終了中…
ko: 닫는 중…
ru: Закрытие…
zh_hans: 正在关闭…
zh_hant: 正在關閉…

# 正在写入设定
source: Writing settings
ja: 設定を書き込み中
ko: 설정 기록 중
ru: Запись настроек
zh_hans: 正在写入设定
zh_hant: 正在寫入設定

# 正在准备剧情状态
source: Preparing plot state
ja: ストーリー状態を準備中
ko: 스토리 상태 준비 중
ru: Подготовка состояния сюжета
zh_hans: 正在准备剧情状态
zh_hant: 正在準備劇情狀態

# 正在准备同步请求…
source: Preparing sync request…
ja: 同期リクエストを準備中…
ko: 동기화 요청 준비 중…
ru: Подготовка запроса на синхронизацию…
zh_hans: 正在准备同步请求…
zh_hant: 正在準備同步請求…

# 正在准备回复
source: Preparing reply
ja: 返信を準備中
ko: 응답 준비 중
ru: Подготовка ответа
zh_hans: 正在准备回复
zh_hant: 正在準備回覆

# 正在删除项目
source: Deleting project
ja: プロジェクトを削除中
ko: 프로젝트 삭제 중
ru: Удаление проекта
zh_hans: 正在删除项目
zh_hant: 正在刪除專案

# 正在刷新综合热榜…
source: Refreshing combined trending feed…
ja: 総合トレンドを更新中…
ko: 종합 인기 순위를 새로 고치는 중…
ru: Обновление общей ленты трендов…
zh_hans: 正在刷新综合热榜…
zh_hant: 正在重新整理綜合熱門榜單…

# 正在加载小应用…
source: Loading mini app…
ja: ミニアプリを読み込み中…
ko: 미니 앱 로드 중…
ru: Загрузка мини-приложения…
zh_hans: 正在加载小应用…
zh_hant: 正在載入小應用…

# 正在同步剧情状态
source: Syncing plot state
ja: ストーリー状態を同期中
ko: 스토리 상태 동기화 중
ru: Синхронизация состояния сюжета
zh_hans: 正在同步剧情状态
zh_hant: 正在同步劇情狀態

# 正在启动子代理…
source: Starting SubAgent…
ja: SubAgent を起動中…
ko: SubAgent 시작 중…
ru: Запуск субагента…
zh_hans: 正在启动子代理…
zh_hant: 正在啟動子代理…

# 正在工作
source: Working
ja: 作業中
ko: 작업 중
ru: Выполняется…
zh_hans: 正在工作
zh_hant: 正在工作

# 正在废弃本章
source: Discarding this chapter
ja: この章を破棄中
ko: 이 장 폐기 중
ru: Удаление этой главы
zh_hans: 正在废弃本章
zh_hant: 正在廢棄本章

# 正在开始整章润色
source: Starting full-chapter polish
ja: 章全体の推敲を開始中
ko: 전체 장 다듬기 시작 중
ru: Запуск редактуры всей главы
zh_hans: 正在开始整章润色
zh_hant: 正在開始整章潤色

# 正在开始整章重写
source: Starting full-chapter rewrite
ja: 章全体の書き直しを開始中
ko: 전체 장 다시 쓰기 시작 중
ru: Запуск переписывания всей главы
zh_hans: 正在开始整章重写
zh_hant: 正在開始整章重寫

# 正在开始生成建议
source: Starting suggestion generation
ja: 提案を生成中
ko: 제안 생성 시작 중
ru: Запуск генерации рекомендаций
zh_hans: 正在开始生成建议
zh_hant: 正在開始產生建議

# 正在恢复本章
source: Restoring this chapter
ja: この章を復元中
ko: 이 장 복원 중
ru: Восстановление этой главы
zh_hans: 正在恢复本章
zh_hant: 正在恢復本章

# 正在恢复章节版本
source: Restoring chapter version
ja: 章のバージョンを復元中
ko: 장 버전 복원 중
ru: Восстановление версии главы
zh_hans: 正在恢复章节版本
zh_hant: 正在恢復章節版本

# 正在打开会话…
source: Opening session…
ja: セッションを開いています…
ko: 세션 여는 중…
ru: Открытие сеанса…
zh_hans: 正在打开会话…
zh_hant: 正在開啟對話…

# 正在执行工具
source: Running tool
ja: ツールを実行中
ko: 도구 실행 중
ru: Выполнение инструмента
zh_hans: 正在执行工具
zh_hant: 正在執行工具

# 正在抓取网页正文
source: Fetching webpage content
ja: ウェブ本文を取得中
ko: 웹 본문 가져오는 중
ru: Загрузка текста веб-страницы
zh_hans: 正在抓取网页正文
zh_hant: 正在擷取網頁正文

# 正在按正文更新剧情记录
source: Updating story notes to match the text
ja: 本文に合わせてあらすじ記録を更新中
ko: 본문에 맞춰 줄거리 기록 업데이트 중
ru: Обновление записей сюжета по тексту
zh_hans: 正在按正文更新剧情记录
zh_hant: 正在依據正文更新劇情記錄

# 正在接收回复
source: Receiving response
ja: 返信を受信中
ko: 응답 수신 중
ru: Получение ответа
zh_hans: 正在接收回复
zh_hant: 正在接收回覆

# 正在搜索补充来源
source: Searching for additional sources
ja: 補足情報を検索中
ko: 추가 출처 검색 중
ru: Поиск дополнительных источников
zh_hans: 正在搜索补充来源
zh_hant: 正在搜尋補充來源

# 正在放弃未完成的润色…
source: Abandoning unfinished polish…
ja: 未完了の推敲を破棄中…
ko: 완료되지 않은 다듬기를 취소하는 중…
ru: Отмена незавершённой правки…
zh_hans: 正在放弃未完成的润色…
zh_hant: 正在放棄未完成的潤飾…

# 正在整理本轮讨论
source: Preparing discussion summary
ja: 今回の議論を整理中
ko: 이번 라운드 토론 정리 중
ru: Подготовка сводки текущего обсуждения
zh_hans: 正在整理本轮讨论
zh_hant: 正在整理本輪討論

# 正在更新正文与剧情状态
source: Updating manuscript and plot state
ja: 本文とストーリー状態を更新中
ko: 본문 및 스토리 상태 업데이트 중
ru: Обновление текста и состояния сюжета
zh_hans: 正在更新正文与剧情状态
zh_hant: 正在更新正文與劇情狀態

# 正在根据前文生成…
source: Generating from preceding text…
ja: 前の内容から生成中…
ko: 이전 내용으로 생성 중…
ru: Создание по предыдущему тексту…
zh_hans: 正在根据前文生成…
zh_hant: 正在根據前文產生…

# 正在检查剧情一致性
source: Checking plot consistency
ja: ストーリーの整合性を確認中
ko: 스토리 일관성 확인 중
ru: Проверка согласованности сюжета
zh_hans: 正在检查剧情一致性
zh_hant: 正在檢查劇情一致性

# 正在检查剧情一致性…
source: Checking plot consistency…
ja: ストーリーの整合性を確認中…
ko: 줄거리 일관성 확인 중…
ru: Проверка согласованности сюжета…
zh_hans: 正在检查剧情一致性…
zh_hant: 正在檢查劇情一致性…

# 正在检查导入包
source: Checking import package
ja: インポートパッケージを確認中
ko: 가져오기 패키지 확인 중
ru: Проверка пакета импорта
zh_hans: 正在检查导入包
zh_hant: 正在檢查匯入套件

# 正在测试当前议会模型
source: Testing current council model
ja: 現在の議会モデルをテスト中
ko: 현재 의회 모델 테스트 중
ru: Проверка текущей модели совета
zh_hans: 正在测试当前议会模型
zh_hant: 正在測試目前議會模型

# 正在润色本章 · 完成后检查剧情一致性
source: Polishing this chapter · checking story consistency when done
ja: この章を推敲中 · 完了後にストーリー整合性をチェック
ko: 이 장을 다듬는 중 · 완료 후 스토리 일관성 검사
ru: Редактирование этой главы · после завершения проверка согласованности сюжета
zh_hans: 正在润色本章 · 完成后检查剧情一致性
zh_hant: 正在潤色本章 · 完成後檢查劇情一致性

# 正在润色第 %lld/%lld 章
source: Polishing chapter %lld of %lld
ja: 第%lld/%lld章を推敲中
ko: %lld/%lld장 윤문 중
ru: Правка главы %lld/%lld
zh_hans: 正在润色第 %lld/%lld 章
zh_hant: 正在潤飾第 %lld/%lld 章

# 正在生成
source: Generating
ja: 生成中
ko: 생성 중
ru: Генерация
zh_hans: 正在生成
zh_hant: 正在產生

# 正在生成%@
source: Generating%@
ja: 生成中%@
ko: 생성 중%@
ru: Генерация%@
zh_hans: 正在生成%@
zh_hant: 正在產生%@

# 正在生成可视化...
source: Generating visualization…
ja: 可視化を生成中…
ko: 시각화 생성 중...
ru: Генерация визуализации...
zh_hans: 正在生成可视化…
zh_hant: 正在產生視覺化...

# 正在生成回复
source: Generating response
ja: 返信を生成中
ko: 응답 생성 중
ru: Генерация ответа
zh_hans: 正在生成回复
zh_hant: 正在產生回覆

# 正在生成图片
source: Generating image
ja: 画像を生成中
ko: 이미지 생성 중
ru: Создание изображения
zh_hans: 正在生成图片
zh_hant: 正在產生圖片

# 正在生成正文
source: Generating text
ja: 本文を生成中
ko: 본문 생성 중
ru: Генерация текста
zh_hans: 正在生成正文
zh_hant: 正在產生正文

# 正在生成深度阅读
source: Generating deep-reading summary
ja: 深掘り読解を生成中
ko: 심층 읽기 생성 중
ru: Генерация результата глубокого чтения
zh_hans: 正在生成深度阅读
zh_hant: 正在產生深度閱讀

# 正在生成离线草稿
source: Generating offline draft
ja: オフライン下書きを生成中
ko: 오프라인 초안 생성 중
ru: Генерация офлайн-черновика
zh_hans: 正在生成离线草稿
zh_hant: 正在產生離線草稿

# 正在生成阅读稿…
source: Generating reading draft…
ja: 読書用原稿を生成中…
ko: 읽기용 원고 생성 중…
ru: Создание версии для чтения…
zh_hans: 正在生成阅读稿…
zh_hant: 正在產生閱讀稿…

# 正在生成，写操作暂不可用
source: Generating; writing is temporarily unavailable
ja: 生成中。書き込み操作は利用できません
ko: 생성 중이며 쓰기 작업은 사용할 수 없습니다
ru: Идёт генерация, запись временно недоступна
zh_hans: 正在生成，写操作暂不可用
zh_hant: 正在產生，暫時無法寫入

# 正在等待 Google 授权…
source: Waiting for Google authorization…
ja: Google の認証を待っています…
ko: Google 인증 대기 중…
ru: Ожидание авторизации Google…
zh_hans: 正在等待 Google 授权…
zh_hant: 正在等待 Google 授權…

# 正在等待 Grok 授权…
source: Waiting for Grok authorization…
ja: Grok の認証を待っています…
ko: Grok 인증 대기 중…
ru: Ожидание авторизации Grok…
zh_hans: 正在等待 Grok 授权…
zh_hant: 正在等待 Grok 授權…

# 正在等待授权…
source: Waiting for authorization…
ja: 認証を待っています…
ko: 인증 대기 중…
ru: Ожидание авторизации…
zh_hans: 正在等待授权…
zh_hant: 正在等待授權…

# 正在获取登录码…
source: Getting login code…
ja: ログインコードを取得中…
ko: 로그인 코드 가져오는 중…
ru: Получение кода входа…
zh_hans: 正在获取登录码…
zh_hant: 正在取得登入碼…

# 正在解析文件…
source: Parsing file…
ja: ファイルを解析中…
ko: 파일 분석 중…
ru: Разбор файла…
zh_hans: 正在解析文件…
zh_hant: 正在解析檔案…

# 正在试穿
source: Trying on
ja: 試着中
ko: 테마 미리 적용 중
ru: Примерка…
zh_hans: 正在试穿
zh_hant: 正在試穿

# 正在读取...
source: Reading...
ja: 読み込み中…
ko: 읽는 중...
ru: Чтение...
zh_hans: 正在读取…
zh_hant: 正在讀取...

# 正在读取小说项目
source: Reading novel project
ja: 小説プロジェクトを読み込み中
ko: 소설 프로젝트 읽는 중
ru: Чтение проекта романа
zh_hans: 正在读取小说项目
zh_hant: 正在讀取小說專案

# 正在读取该文件，请稍候。
source: Reading this file, please wait.
ja: ファイルを読み取り中です。しばらくお待ちください。
ko: 파일을 읽는 중입니다. 잠시 기다려 주세요.
ru: Чтение файла, подождите.
zh_hans: 正在读取该文件，请稍候。
zh_hant: 正在讀取該檔案，請稍候。

# 正在读取项目
source: Reading project
ja: プロジェクトを読み込み中
ko: 프로젝트 읽는 중
ru: Чтение проекта…
zh_hans: 正在读取项目
zh_hant: 正在讀取專案

# 正在读取项目设定
source: Reading project settings
ja: プロジェクト設定を読み込み中
ko: 프로젝트 설정 읽는 중
ru: Чтение настроек проекта
zh_hans: 正在读取项目设定
zh_hant: 正在讀取專案設定

# 正在连接模型
source: Connecting to model
ja: モデルに接続中
ko: 모델 연결 중
ru: Подключение к модели
zh_hans: 正在连接模型
zh_hant: 正在連線模型

# 正在重新连接…
source: Reconnecting…
ja: 再接続中…
ko: 재연결 중…
ru: Повторное подключение…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…
